[
    {
        "name": "Drinking Enough Water",
        "imageName": "water.png",
        "isImageLight": true,
        "shortDescription": "Drinking Enough Water Changes Your Body In These 5 Ways",
        "description": [{
                "type": "text",
                "value": "Drinking enough water is important for the proper functioning of your body. Dehydration, caused by insufficient fluid intake, often results in noticeable changes to let you know that you should be reaching for a glass. <br>While the *\"8 glasses a day\"* rule is popular, the ideal intake level actually varies based on the individual. Here are five changes you can expect to see once you start the daily habit of drinking enough water:\n## 1. The color of your urine changes\nUrine color is a good indicator of whether you are drinking enough water on a daily basis. A very pale shade of yellow is good news, suggesting that your intake of water is at a healthy level.<br>Regular yellow or a dark shade of yellow are signs that your body is feeling dehydrated. If your urine is transparent and has no color at all, you may be drinking too much water and should try to reduce your intake."
            },
            {
                "type": "link",
                "value": "https://www.mayoclinic.org/diseases-conditions/urine-color/symptoms-causes/syc-20367333"
            },
            {
                "type": "text",
                "value": "## 2. Your body stops craving empty calories\nSometimes, our body misinterprets thirst as a sign of hunger, said Dr. John Higgins, a professor at the University of Texas. \"When you’re dehydrated, it can be difficult for organs like the liver, which uses water, to release [stored glucose] and other components of your energy stores, so you can actually get cravings for food.<br>Typically, craving for sweets is a sign that the body is having a hard time trying to break down glycogen. Drinking enough water and consuming fruits through the day can help ease the process and regulate your appetite.\""
            },
            {
                "type": "link",
                "value": "https://www.everydayhealth.com/news/unusual-signs-of-dehydration/"
            },
            {
                "type": "image",
                "value": {
                    "name": "70-percent.png",
                    "description": "The amount of water in the human body ranges from 50-75%. The average adult human body is 50-65% water, averaging around 57-60%. The percentage of water in infants is much higher, typically around 75-78% water, dropping to 65% by one year of age."
                }
            },
            {
                "type": "text",
                "value": "## 3. Your energy levels will increase\nExperts have stated even mild dehydration can make you tired and reduce your energy levels. Due to an inadequate water supply, your body compensates by decreasing blood circulation. This, in turn, can slow down the process of getting oxygen to your muscles.<br>And this is why it is all the more important to stay hydrated through an intense workout or on a particularly hot day when you are likely to lose water via sweat. If you are prone to involuntary muscle contractions or cramps, try to increase your water intake."
            },
            {
                "type": "link",
                "value": "https://www.streetdirectory.com/travel_guide/25746/food_and_drink/why_drinking_water_helps_maintain_your_energy_levels.html"
            },
            {
                "type": "text",
                "value": "## 4. Your brain power will get a boost\nAlso, the benefit may not be exclusive to physical energy. Studies have suggested mild dehydration could also impair mental performance, potentially affecting your daily productivity.<br>\"[Even] a minor degree of dehydration can disrupt brain functioning,\" said Professor David Benton from Swansea University, England.<br>His research highlighted how the habit of drinking enough water should be taught to children who spend most of their days in the classroom."
            },
            {
                "type": "link",
                "value": "https://theconversation.com/memory-and-attention-are-affected-by-much-lower-levels-of-dehydration-than-previously-thought-63950"
            },
            {
                "type": "text",
                "value": "## 5. Your bowel movements will be regulated\nIf you have been experiencing constipation, chances are your H2O intake is too low. Apart from ensuring that you consume enough sources of dietary fiber, the most effective way to improve your bowel movement is to drink enough water.<br>\"People who drink enough water usually have regular bowel movements. Hard bowel movements or constipation can be a sign that you aren’t getting enough water,\" said Dr. Ronald Navarro, orthopedic and sport medicine surgeon at Kaiser Permanente South Bay Medical Center."
            },
            {
                "type": "link",
                "value": "https://www.rd.com/health/diet-weight-loss/drinking-enough-water/"
            }
        ]
    },
    {
        "name": "Tracking Your Finances",
        "imageName": "finance_tracking.png",
        "isImageLight": false,
        "shortDescription": "It really is important to keep track of how you are spending your money",
        "description": [{
            "type": "text",
            "value": "It is the first step to understanding how you are managing your money, and to taking control of your finances. It may seem like a lot of work when you first begin, but you can make it as simple or complicated as you want to. Tracking your expenses can help you stop **feeling like you have little to show for your hard work.**\n# Tracking Expenses Creates Financial Awareness\nThe real reason you track your expenses is to create financial awareness. If you don’t know where your money goes or how you spend it, you won’t know what habits you can change in order to make your money work for you. Even your **small daily expenses can make you blow your budget**. Those who become millionaires are aware of the money that they make and that they spend. True wealth is built as you spend less than you make and to do that you need to know what you are spending. If you want to build wealth, then you need to **stop wasting money**."
        },
        {
            "type": "text",
            "value": "# It Also Helps Identify Spending Issues\nTracking your spending can help you identify **serious spending issues**. You can also see if your **spending matched your priorities**. It is easier to make changes when you realize that you are not reaching your financial goals because you eat out every night. Tracking your spending allows you to see where your money is really going. It is essential if you want to understand your financial habits and make changes to them. It can help you realize when you need to stop spending, so you do not end up with a **financial hangover**.\n# Stick to Your Budget\nIt is also essential when you are trying to budget. If you do not track your money, then you will not know when to stop spending in a category. it does not need to take very much time each day, but if you consistently track your expenses, you will be able to get out of debt and make the necessary changes to finances. This will allow you to begin to build wealth and go after the things that you want out of life."
        },
        {
            "type": "image",
            "value": {
                "name": "finances.jpg"
            }
        },
        {
            "type": "text",
            "value": "# The Easy Way to Track Expenses\nAn easy way to track your expenses is to simply write down every penny that you spend and where you spent it in a notebook. You may want to make a page for each budget category or simply put the category next to the amount you spent. This gives you a quick look at where your money goes, although it may be more difficult to separate the money into categories or look at spending trends. It at least makes you more aware of where your money is going.\n# Make It Easier With an App or Software\nAnother really easy way to track your expenses is in any **financial software program**. The programs can show you fancy graphs and charts to illustrate your spending habits. It is simple to enter the purchases in a budget category at the same time you enter them in your checking account.\n\nYou can do this on a phone app, or with software that has the option to sync with the software on your computer. If you are married it really helps to choose an option that will sync your spending with your spouse's spending, so you don't end up overspending in one category."
        },
        {
            "type": "link",
            "value": "https://www.spendee.com"
        },
        {
            "type": "link",
            "value": "https://www.mint.com"
        },
        {
            "type": "link",
            "value": "https://goodbudget.com"
        },
        {
            "type": "text",
            "value": "# Work Together as a Couple\nIf you are in a relationship and have combined finances, you will need to find a way that you can both track your expenses. There are apps that allow you to track your spending when you are on the go. This can prevent you from spending from the same category at the same time and save your budget.\n\nIt is also helpful to have with you when you are out and need to check how much you have left in a specific category. This is more reliable than **trusting the balance at the ATM or online**, since not everything may have cleared yet, but if you track your expenses as you spend, you should be able to know exactly how much money you have left each month.\n# Keep Going Even When You Overspend\nWhen you overspend in a few categories, it can be tempting to stop and then try again next month. It is important to continue to track throughout the month so you can identify what you need to change and by how much. A budget is something that evolves over time to help you meet your needs and goals. Recognizing that you are overspending consistently in one area can help you know if you need to increase that category and cut in other areas."
        },
        {
            "type": "celebrities",
            "value": {
                "title": "Who does track finances?",
                "celebrities": [{
                    "name": "Bill Gates",
                    "imageName": "bill_gates.jpg",
                    "url": "https://en.wikipedia.org/wiki/Bill_Gates"
                },
                {
                    "name": "Warren Buffer",
                    "imageName": "warren.jpg",
                    "url": "https://en.wikipedia.org/wiki/Warren_Buffett"
                },
                {
                    "name": "Elon Musk",
                    "imageName": "musk.jpg",
                    "url": "https://en.wikipedia.org/wiki/Elon_Musk"
                },
                {
                    "name": "Mark Zuckerberg",
                    "imageName": "marc.jpg",
                    "url": "https://en.wikipedia.org/wiki/Mark_Zuckerberg"
                }
                ]
            }
        }
        ]
    },
    {
        "name": "Intermittent fasting",
        "imageName": "dinner_time.jpg",
        "isImageLight": true,
        "shortDescription": "Intermittent fasting might be an ancient secret of health",
        "description": [{
            "type": "text",
            "value": "It is ancient because it has been practiced throughout all of human history. It’s a secret because this potentially powerful habit had until recently in many ways been virtually forgotten.\n\nHowever, many people are now re-discovering this dietary intervention. Since 2010, the number of online searches for “intermittent fasting” has increased by about 10,000 percent, with most of the increase happening in the last few years.\n\nIntermittent fasting might provide huge benefits if it is done right, including loss of excess weight, reversal of type 2 diabetes and many other things. Plus, it can save you time and money.\n# What is intermittent fasting?\nFasting, on the other hand, is the voluntary withholding of food for spiritual, health, or other reasons. It’s done by someone who is not underweight and thus has enough stored body fat to live off. Intermittent fasting done right should not cause suffering, and certainly never death.\n\nFood is easily available, but you choose not to eat it. This can be for any period of time, from a few hours up to a few days or – with medical supervision – even weeks on end. You may begin a fast at any time of your choosing, and you may end a fast at will, too. You can start or stop a fast for any reason or no reason at all."
        },
        {
            "type": "image",
            "value": {
                "name": "fasting_clock.png"
            }
        },
        {
            "type": "text",
            "value": "Fasting has no standard duration, as it is merely the absence of eating. Anytime that you are not eating, you are intermittently fasting. For example, you may fast between dinner and breakfast the next day, a period of approximately 12-14 hours. In that sense, intermittent fasting should be considered a part of everyday life.Consider the term “break fast”. This refers to the meal that breaks your fast – which is done daily. Rather than being some sort of cruel and unusual punishment, the English language implicitly acknowledges that fasting should be performed daily, even if only for a short duration.\n\nIntermittent fasting is not something queer and curious, but a part of everyday, normal life. It is perhaps the oldest and most powerful dietary intervention imaginable. Yet somehow we have missed its power and overlooked its therapeutic potential.\n\nLearning how to fast properly gives us the option of using it or not."
        },
        {
            "type": "link",
            "value": "https://en.wikipedia.org/wiki/Intermittent_fasting"
        },
        {
            "type": "link",
            "value": "https://www.dietdoctor.com/intermittent-fasting"
        },
        {
            "type": "link",
            "value": "https://lifeapps.io/fasting/the-5-stages-of-intermittent-fasting/"
        }
        ]
    }
]
